Repository: CrazyProger1/UrbanautClubAPI
Catalog: clients/telegram/resources/languages/*/LC_MESSAGES/bot.po
Languages: uk

# keyboards.main.buttons.search_objects
source: Search Objects🔎
uk: Шукати пустки🔎

# keyboards.main.caption
source: Main Menu🤖
uk: Головне меню🤖

# keyboards.search.buttons.all
source: All Objects🔦
uk: Всі пустки🔦

# keyboards.common.back
source: Back⬅️
uk: Назад⬅️

# keyboards.search.caption
source: Search objects menu🏗🏭🏢🏫
uk: Меню пошуку пусток🏗🏭🏢🏫

# contents.objects.object_form
source: <b>{name}</b> <i>Description:</i> {desc} <i>Category:</i> {category} <i>State:</i> {state} <i>Address:</i> {address} <i>Coordinates:</i> <a href='https://www.google.com/maps/search/?api=1&query={latitude},{longitude}'>{latitude}x{longitude}</a>
uk: <b>{name}</b> <i>Опис:</i> {desc} <i>Категорія:</i> {category} <i>Стан:</i> {state} <i>Адреса:</i> {address} <i>Координати:</i> <a href='https://www.google.com/maps/search/?api=1&query={latitude},{longitude}'>{latitude}x{longitude}</a>

# keyboards.search.all.caption
source: All Objects🔦
uk: Всі пустки🔦

# contents.objects.categories.School
source: School🏫
uk: Школа🏫

# contents.objects.states.b
source: Bad🟠
uk: Поганий🟠

# contents.objects.categories.Bunker entrance
source: Bunker entrance🗻
uk: Вхід у бункер🗻

# contents.objects.states.d
source: Dangerous🔴
uk: Небезпечний🔴

# keyboards.main.buttons.add_object
source: Add Object➕
uk: Додати пустку➕

# contents.objects.creation.name
source: Enter object name🪧
uk: Введіть ім'я пустки🪧

# contents.objects.creation.description
source: Enter object description📝
uk: Введіть опис пустки📝

# keyboards.common.cancel
source: Cancel❌
uk: Скасувати❌

# keyboards.add_object.caption
source: Object adding🏗🏭🏢🏫
uk: Додавання пустки🏗🏭🏢🏫

# keyboards.common.create
source: Create✅
uk: Створити✅

# keyboards.add_object.select_category.caption
source: Select object category🏗🏭🏢🏫
uk: Оберіть категорію пустки🏗🏭🏢🏫

# contents.objects.created
source: Object added✅
uk: Пустку додано✅

# contents.objects.states.a
source: Avarage🟡
uk: Середній🟡

# keyboards.add_object.select_state.caption
source: Select object state🏚
uk: Оберіть стан пустки🏚

# contents.objects.creation.coordinates
source: Enter object coordinates📍
uk: Введіть координати пустки📍

# contents.objects.categories.Shop
source: Shop🏬
uk: Магазин🏬

# contents.objects.categories.House
source: House🏚
uk: Будинок🏚

# contents.objects.creation.created
source: Object added🏘
uk: Пустку додано🏘

# contents.objects.states.g
source: Good🟢
uk: Хороший🟢

# contents.objects.states.n
source: Novelty⭐️
uk: Новинка⭐️

# contents.search.all.end
source: There are no more buildings🤷‍♂️
uk: Це всі пустки🤷‍♂️

# contents.search.all.start
source: There are no more buildings🤷‍♂️
uk: Це всі пустки🤷‍♂️
